{
  "en": {
    "2023": "2023",
    "navbar-home": "Home",
    "navbar-services": "Activities & Services",
    "navbar-services-prenatal-workshops": "Prenatal workshops",
    "navbar-services-well-being": "Well being",
    "navbar-services-awakening": "Awakening",
    "navbar-services-food": "Nutrition",
    "navbar-services-educational-workshops": "Educational workshops",
    "navbar-services-chats": "Talks",
    "navbar-services-support": "Support",
    "navbar-services-big-events": "Big events",
    "navbar-services-godmothers": "Godmothers",
    "navbar-professionals": "Professionals",
    "navbar-professionals-parents": "I am a parent",
    "navbar-professionals-professionals": "I am a professional",
    "navbar-organization": "Organization",
    "navbar-organization-about": "About us",
    "navbar-organization-annual-reports": "Annual reports",
    "navbar-organization-blog": "Blog",
    "navbar-organization-careers": "Careers",
    "navbar-photos": "Souvenir photos",
    "navbar-contact": "Contact",
    "home-banner-title": "Because good parents deserve quality support !",
    "home-banner-description": "Discover a warm community dedicated to the development of families during the perinatal and early childhood period. Our mission is to offer support, enriching activities and quality mutual, multicultural aid. Join us in this adventure where solidarity, empowerment, and kindness are fundamental values.",
    "become-member": "Become a member",
    "engage": "Get involved",
    "home-description-title": "What is le village des bébés ?",
    "home-mission-vision": "Mission & Vision",
    "home-mission-vision-description": "Based on a rich diversity of experience, the Baby Village's mission is to support families in learning their new role in order to limit their isolation and promote mutual aid. We welcome families and organize thematic workshops on preparation for childbirth and child development. The Baby Village offers multicultural, educational and creative activities specially designed for children aged 0 to 5. We strive to preserve and perpetuate an African cultural heritage, carried by our mothers for generations. The Village is a community and intercultural living environment whose values are: Solidarity, Empowerment, Kindness.",
    "home-transmit-culture": "Transmitting culture",
    "home-transmit-culture-description": "The idea for the Baby Village emerged from my personal experience as a parent of Senegalese origin in Canada. I felt the need to pass on my African culture to my daughter from a young age, but I found that the resources and spaces dedicated to the cultural education of young children, especially for immigrant families, were insufficient . This problem led me to take steps to better understand unmet needs and develop strategies to respond to them.",
    "home-women-empowerment": "Women empowerment",
    "home-women-empowerment-description": "We contribute to the development and well-being of our community by supporting families during the Perinatal and Early Childhood (PPE) period. The women we support want to experience PPE surrounded by advice and traditions that are familiar to them. In addition, immigrant women are often unaware of the services and rights to which they have access in Quebec.",
    "home-calendar-title": "Calendar of upcoming events",
    "today": "Today",
    "monthly": "Monthly",
    "weekly": "Weekly",
    "daily": "Daily",
    "home-blog-title": "Would you like to read our",
    "articles": "articles",
    "home-blog-description": "From time to time, we publish articles concerning the environment, health, education, parenting... and many other subjects. 100% free access!",
    "home-contact-title": "Or maybe write us a few words?",
    "home-contact-description": "We will be delighted to read and respond to you as soon as possible.",
    "lvdb-phone": "+1 514-962-7542",
    "lvdb-mail": "MAIL",
    "lvdb-adress": "ADRESS",
    "organization-title": "Organization",
    "organization-description": "The Baby Village is an initiative dedicated to supporting families and preserving cultural diversity. Based on a parent's personal experience, it offers a range of workshops and educational activities suitable for children aged 0 to 5 years. With a focus on parental autonomy, this project aims to create an inclusive environment where families can connect, learn and thrive together.",
    "organization-who-are-we": "Who are we ?",
    "organization-story": "The story",
    "organization-team": "The team",
    "organization-annual-report": "Annual report",
    "organization-employment": "Jobs",
    "organization-blog": "Blog",
    "organization-annual-report-description-part-1": "Follow our journey and our evolution over the years.",
    "organization-annual-report-description-part-2": "This might inspire you... or simply interest you.",
    "organization-annual-report-recap-title": "Recaps",
    "organization-annual-report-recap-2023-description": "The year began with prestigious accolades, prizes and awards; affirming our commitment. On August 26, 2023, our official launch highlighted our dedication to our mission, our community and the promotion of African culture locally.",
    "organization-who-are-we-description-part-1": "We are",
    "organization-who-are-we-description-part-2": "Le Village des Bébés",
    "organization-who-are-we-description-part-3": "An NPO that puts community and family first.",
    "organization-who-are-we-story-title": "Our story",
    "organization-who-are-we-story-part-1": "The inspiring story of le Village des Bébés has its roots in the personal journey of Nathalie Khadija Pesin, a passionate and committed entrepreneur. Born in Senegal, Nathalie witnessed the many initiatives of her mother, Fatou-Marie Ndiaye, a specialist in social and family economics.",
    "organization-who-are-we-story-part-2": "It was when I became a mother that the idea of the baby village began to take shape. Indeed, I felt the desire to pass on my African culture to my daughter from a very young age.",
    "organization-who-are-we-story-part-3": "My mother, as daycare director in Senegal, frequently organized activities for young children, I remembered her nursery rhymes and lullabies telling about Africa, her black dolls that she sewed herself to tell her stories like story of Coumba am Ndeye and Coumba Amoul Ndeye (Wolof translation, Coumba having a mother and Coumba without a mother, a common tale in Senegal). But how can I pass on these beautiful stories to my daughter, how can we pass on our traditions to her? Make her travel through African sounds and tones? Let him taste and discover our local dishes?",
    "organization-who-are-we-story-part-4": "In Canada, I did not find an environment diverse enough for my daughter to have fun discovering our African heritage. So what to do?",
    "organization-who-are-we-story-part-5": "My answer was: It takes a village to raise a child... why not bring communities together so that together we can share our customs with our children! This is how the story of Baby Village was born.",
    "organization-who-are-we-story-part-6": "Drawing on our international experience, particularly in France and Senegal, we are proud of our commitment on a global scale. My mother, with more than 20 years of expertise in social and family economics, played a key role in the creation of the Babies' Village. Recognized for her leadership and human values, she worked in France in the early childhood sector and opened the first crèche in Senegal. My mother contributed significantly to the early childhood sector, while I was recognized for my leadership within the Senegalese community in Canada.",
    "organization-who-are-we-story-part-7": "Le village des bébés is not just a project, it is a dynamic community that has formed naturally. Thanks to everyone's involvement, the project is constantly evolving, reflecting the very essence of solidarity and mutual aid. Although the idea was born in our minds, the beauty of this project lies in the support and buy-in from the community that propelled it. The Babies' Village was formed naturally thanks to the valuable support of those who share our vision. As founders, we believe in an inclusive and diverse future. The Baby Village is not just a place, it is a movement towards mutual support, symbolizing the beauty of cultural diversity.",
    "organization-who-are-we-administration-title": "Board of directors",
    "linkedin": "LinkedIn",
    "nathalie-khadija-pesin": "Nathalie Khadija Pesin",
    "president": "President",
    "vice-president": "Vice President",
    "seynabou-ndong": "Seynabou Ndong",
    "treasurer": "Treasurer",
    "rosalie-ndione": "Rosalie Ndione",
    "secretary": "Secretary",
    "abdoul-kaoussar-pindra": "Abdoul Kaoussar Pindra",
    "administrator": "Administrator",
    "ndeye-khar-therese-cisse": "Ndeye-Khar Thérèse Cissé",
    "fatou-marie-ndiaye": "Fatou-Marie Ndiaye",
    "sign-in-create-account": "Create an account",
    "sign-in-mail-adress": "Mail address",
    "sign-in-password": "Password",
    "sign-in-mail-remember-me": "Remember me",
    "sign-in": "Sign In",
    "sign-up": "Sign Up",
    "sign-in-not-yet": "Not yet, thanks.",
    "sign-in-connect": "Sign into your account",
    "sign-in-password-forgotten": "Forgot your password ?",
    "footer-quick-links-title": "Quick Links",
    "footer-subscribe-newsletter-title": "Subscribe to our newsletter !",
    "footer-subscribe-newsletter-description": "Get the latest news and updates delivered straight to your inbox.",
    "footer-enter-mail-adress": "Enter your email ",
    "add": "Add",
    "footer-privacy-policy": "Privacy Policy",
    "footer-terms-and-conditions": "Terms of use"
  },
  "fr": {
    "2023": "2023",
    "navbar-home": "Acceuil",
    "navbar-services": "Activités & Services",
    "navbar-services-prenatal-workshops": "Ateliers prénataux",
    "navbar-services-well-being": "Bien être",
    "navbar-services-awakening": "Eveil",
    "navbar-services-food": "Alimentation",
    "navbar-services-educational-workshops": "Ateliers éducatifs",
    "navbar-services-chats": "Causeries",
    "navbar-services-support": "Soutien",
    "navbar-services-big-events": "Grands évenements",
    "navbar-services-godmothers": "Marraines",
    "navbar-professionals": "Professionnels",
    "navbar-professionals-parents": "Je suis parent",
    "navbar-professionals-professionals": "Je suis professionnel",
    "navbar-organization": "L'organisation",
    "navbar-organization-about": "A propos de nous",
    "navbar-organization-annual-reports": "Rapports annuels",
    "navbar-organization-blog": "Blog",
    "navbar-organization-careers": "Emplois",
    "navbar-photos": "Photos souvenirs",
    "navbar-contact": "Contact",
    "home-banner-title": "Parce que les parents exemplaires méritent un suivi de qualité.",
    "home-banner-description": "Découvrez une communauté chaleureuse dédiée à l'épanouissement des familles pendant la période de périnatalité et de petite enfance. Notre mission est d'offrir un soutien, des activités enrichissantes et une entraide multiculturelle. Rejoignez-nous dans cette aventure où la solidarité, l'empowerment, et la bienveillance sont nos valeurs fondamentales.",
    "become-member": "Devenir membre",
    "engage": "S'impliquer",
    "home-description-title": "C'est quoi le village des bébés ?",
    "home-mission-vision": "Mission & Vision",
    "home-mission-vision-description": "Autour d'une riche diversité d'expérience, le Village des bébés a pour mission de soutenir les familles dans l'apprentissage de leur nouveau rôle afin de limiter leur isolement et promouvoir l'entraide. Nous accueillons les familles et organisons des ateliers thématiques de préparation à l'accouchement et sur le développement de l'enfant. Le Village des Bébés propose des activités multiculturelles, éducatives et créatives spécialement conçues pour les enfants de 0 à 5 ans. Nous veillons à préserver et perpétuer un patrimoine culturel Africain, porté par nos mères depuis des générations. Le Village est un milieu de vie communautaire et interculturel dont les valeurs sont: la Solidarité, l'Empowerment, la Bienveillance.",
    "home-transmit-culture": "Transmettre la culture",
    "home-transmit-culture-description": "L'idée du Village des Bébés a émergé de mon expérience personnelle en tant que parent d'origine sénégalaise au Canada. J'ai ressenti le besoin de transmettre ma culture africaine à ma fille dès son plus jeune âge, mais j'ai constaté que les ressources et les espaces dédiés à l'éducation culturelle des jeunes enfants, en particulier pour les familles immigrantes, étaient insuffisants. Cette problématique m'a amenée à entreprendre des démarches pour mieux comprendre les besoins non comblés et élaborer des stratégies pour y répondre.",
    "home-women-empowerment": "Women empowerment",
    "home-women-empowerment-description": "Nous contribuons au développement et au mieux-être de notre communauté en soutenant les familles lors de la période de Périnatalité et Petite Enfance (PPE). Les femmes que nous accompagnons ont le désir de vivre la PPE entourées des conseils et traditions qui leurs sont familiers. De plus, les femmes immigrantes ignorent souvent les services et droits auxquels elles ont accès au Québec.",
    "home-calendar-title": "Calendrier des événements à venir",
    "today": "Aujourd'hui",
    "monthly": "Mensuel",
    "weekly": "Hebdomadaire",
    "daily": "Journalier",
    "home-blog-title": "Voudriez vous lire nos",
    "articles": "articles",
    "home-blog-description": "De temps en temps, nous publions des articles concernant l'environnement, la santé, l'éducation, la vie parentale... et bien d'autres sujets. Accès 100% libre !",
    "home-contact-title": "Ou peut-être nous ecrire quelques mots ?",
    "home-contact-description": "Nous serons ravis de vous lire et de vous répondre dans les plus brefs délais.",
    "lvdb-phone": "+1 514-962-7542",
    "lvdb-mail": "MAIL",
    "lvdb-adress": "ADRESSE",
    "organization-title": "L'organisation",
    "organization-description": "Le Village des Bébés est une initiative dédiée au soutien des familles et à la préservation de la diversité culturelle. Fondé sur l'expérience personnelle d'un parent, il offre une gamme d'ateliers et d'activités éducatives adaptés aux enfants de 0 à 5 ans. En mettant l'accent sur l'autonomie parentale, ce projet vise à créer un environnement inclusif où les familles peuvent se connecter, apprendre et s'épanouir ensemble.",
    "organization-who-are-we": "Qui sommes-nous ?",
    "organization-story": "L'histoire",
    "organization-team": "L'équipe",
    "organization-annual-report": "Rapport annuel",
    "organization-employment": "Emploi",
    "organization-blog": "Blog",
    "organization-annual-report-description-part-1": "Suivez notre parcours et notre évolution au fil des années.",
    "organization-annual-report-description-part-2": "Cela pourrait vous inspirer... ou simplement vous interesser.",
    "organization-annual-report-recap-title": "Récapitulatifs",
    "organization-annual-report-recap-2023-description": "L'année a débuté par des distinctions prestigieuses, des prix et des récompenses; affirmant notre engagement. Le 26 août 2023, notre lancement officiel a souligné notre dévouement envers notre mission, notre communauté et la promotion de la culture africaine localement.",
    "organization-who-are-we-description-part-1": "Nous sommes",
    "organization-who-are-we-description-part-2": "Le Village des Bébés",
    "organization-who-are-we-description-part-3": "Un OBNL qui met la communauté et la famille à la première place.",
    "organization-who-are-we-story-title": "Notre histoire",
    "organization-who-are-we-story-part-1": "L'histoire inspirante du Village des Bébés trouve ses racines dans le parcours personnel de Nathalie Khadija Pesin, une entrepreneure passionnée et engagée. Née au Sénégal, Nathalie a été témoin des nombreuses initiatives de sa mère, Fatou-Marie Ndiaye, spécialiste en économie sociale et familiale.",
    "organization-who-are-we-story-part-2": "C'est lorsque je suis devenue maman que l'idée du village des bébé a commencé à prendre forme. En effet, j'ai ressenti le désir de transmettre ma culture africaine à ma fille dès son plus jeune âge. ",
    "organization-who-are-we-story-part-3": "Ma mère, comme directrice de garderie au Sénégal, organisait fréquemment des activités pour les jeunes enfants, je me souvenais de ses comptines et berceuses racontant l'Afrique, ses poupées noires qu'elle coud elle-même pour raconter ses histoires comme comme l'histoire de Coumba am Ndeye et Coumba Amoul Ndeye (Traduction wolof, Coumba ayant une maman et Coumba sans maman, un conte courant au Sénégal). Mais comment transmettre ces belles histoires à ma fille, comment lui transmettre nos traditions? La faire voyager à travers les sons et sonorités africaines ? Lui faire gouter et découvrir les plats de chez nous ?",
    "organization-who-are-we-story-part-4": "Au Canada, je ne trouvais pas de milieu assez diversifié pour que ma fille puisse s'amuser en découvrant notre héritage africain. Alors quoi faire ?",
    "organization-who-are-we-story-part-5": "Ma réponse je l'avais : Il faut tout un village pour élever un enfant ... pourquoi ne pas rassembler les communautés pour que nous puissions ensemble, partager nos coutumes à nos enfants ! C'est ainsi qu'est né l'histoire du Village des bébés.",
    "organization-who-are-we-story-part-6": "Fortes de notre expérience internationale, notamment en France et au Sénégal, nous sommes fières de notre engagement à l'échelle mondiale. Ma mère, forte de plus de 20 ans d'expertise en économie sociale et familiale, a joué un rôle clé dans la création du Village des Bébés. Reconnue pour son leadership et ses valeurs humaines, elle a œuvré en France dans le secteur de la petite enfance et a ouvert la première crèche-garderie au Sénégal. Ma mère a contribué significativement au secteur de la petite enfance, tandis que j'ai été reconnue pour mon leadership au sein de la communauté sénégalaise au Canada.",
    "organization-who-are-we-story-part-7": "Le Village des Bébés n'est pas seulement un projet, c'est une communauté dynamique qui s'est formée naturellement. Grâce à l'implication de chacun, le projet évolue constamment, reflétant l'essence même de la solidarité et de l'entraide. Bien que l'idée ait germé dans nos esprits, la beauté de ce projet réside dans le soutien et l'adhésion de la communauté qui l'ont propulsé. Le Village des Bébés s'est formé naturellement grâce à l'appui précieux de ceux qui partagent notre vision. En tant que fondateurs, nous croyons en un avenir inclusif et diversifié. Le Village des Bébés n'est pas seulement un lieu, c'est un mouvement vers un soutien mutuel, symbolisant la beauté de la diversité culturelle.",
    "organization-who-are-we-administration-title": " Le conseil d'administration",
    "linkedin": "LinkedIn",
    "nathalie-khadija-pesin": "Nathalie Khadija Pesin",
    "president": "Présidente",
    "vice-president": "Vice Présidente",
    "seynabou-ndong": "Seynabou Ndong",
    "treasurer": "Trésorière",
    "rosalie-ndione": "Rosalie Ndione",
    "secretary": "Secrétaire",
    "abdoul-kaoussar-pindra": "Abdoul Kaoussar Pindra",
    "administrator": "Administratrice",
    "ndeye-khar-therese-cisse": "Ndeye-Khar Thérèse Cissé",
    "fatou-marie-ndiaye": "Fatou-Marie Ndiaye",
    "sign-in-create-account": "Créez vous un compte",
    "sign-in-mail-adress": "Adresse email",
    "sign-in-password": "Mot de passe",
    "sign-in-mail-remember-me": "Se souvenir de moi",
    "sign-in": "S'inscrire",
    "sign-up": "Se connecter",
    "sign-in-not-yet": "Pas encore, merci.",
    "sign-in-connect": "Connectez vous à votre compte",
    "sign-in-password-forgotten": "Mot de passe oublié ?",
    "footer-quick-links-title": "Liens rapides",
    "footer-subscribe-newsletter-title": "Abonnez vous à notre newsletter !",
    "footer-subscribe-newsletter-description": "Recevez les dernières nouvelles et mises à jour directement dans votre boîte de réception.",
    "footer-enter-mail-adress": "Entrez votre adresse",
    "add": "Ajouter",
    "footer-privacy-policy": "Politique de confidentialité",
    "footer-terms-and-conditions": "Conditions d'utilisation"
  }
}